#include <stdio.h>
#include <locale.h>

void name()
{
    puts("              ********************************************************");
    puts("              *                                                      *");
    puts("              *      Тема: Разработка консольного приложения         *");
    puts("              *                                                      *");
    puts("              *         Группа бИПТ-251                              *");
    puts("              *                                                      *");
    puts("              *         Выполнил Авраменко Д.А.                      *");
    puts("              *                                                      *");
    puts("              ********************************************************");
}

void date()
{
    puts("                          _   _      _     _   __ ");
    puts("                           | |_|  | | |   | |    |");
    puts("                          /_  / . | |_| . |_|    |");
}

void main()
{
    setlocale(LC_ALL, "RUS");
    name();
    date();
}