#include <stdio.h>
#include <locale.h>
void main()
{
    setlocale(LC_ALL, "RUS");
    puts("********************************************************");
    puts("*                                                      *");
    puts("*      Тема: Разработка консольного приложения         *");
    puts("*                                                      *");
    puts("*         Группа бИПТ-251                              *");
    puts("*                                                      *");
    puts("*         Выполнил Авраменко Д.А.                      *");
    puts("*                                                      *");
    puts("********************************************************");
}